Repository: ebi3102/emo-bulk-update-prices-for-woocommerce
Catalog: languages/*.po
Languages: fa_ir

source: Update whole prices
fa_ir: به روز رسانی کلی قیمت ها

source: Prices management
fa_ir: مدیریت قیمت ها

source: Group price update
fa_ir: به روز رسانی گروهی قیمت

source: Group discount
fa_ir: تخفیف گروهی

source: Group discount settings
fa_ir: تنظیمات تخفیف گروهی

source: Select one category
fa_ir: انتخاب یک دسته

source: Select a product category
fa_ir: انتخاب یک دسته محصولات

source: Fixed rate or percentage
fa_ir: نرخ ثابت یا درصد

source: Fixed rate
fa_ir: نرخ ثابت

source: Percentage
fa_ir: درصد

source: Change value
fa_ir: مقدار تغییر

source: If you have selected the percentage in the previous step, enter the percentage number for the amount of changes. For example, if it is 10%, enter the number 10.
fa_ir: اگر در مرحله قبل درصد را انتخاب نموده اید، عدد درصدی می خواهید قیمت ها را تغییر دهید وارد نمایید. برای مثال، اگر 10% است، عدد 10 را وارد نمایید

source: Date and time settings
fa_ir: تنظیمات تاریخ و زمان

source: Set times based on Gregorian date
fa_ir: تاریخ را به میلادی وارد نمایید

source: From:
fa_ir: از:

source: Year:
fa_ir: سال:

source: Month:
fa_ir: ماه:

source: Day:
fa_ir: روز:

source: To:
fa_ir: تا:

source: Update
fa_ir: به روز رسانی

source: Your changes have been applied successfully. Please check the
fa_ir: تغییرات شما با موفقیت اعمال شد. لطفا برای اطمینان از صحت تغییرات فایل

source: to check the correctness of the updated changes
fa_ir: را چک کنید.

source: Dismiss this warning
fa_ir: رد کردن این خطا

source: Group update price settings
fa_ir: تنظیمات به روز رسانی گروهی قیمت ها

source: On sale products
fa_ir: محصولات فروش ویژه

source: Doing changes on the product that are on sale
fa_ir: این تغییرات را برای محصولاتی که در فروش ویژه هستند اعمال کن

source: Price increase or decrease
fa_ir: افزایش یا کاهش قیمت ها

source: Increase
fa_ir: افزایش

source: Decrease
fa_ir: کاهش

source: Update prices by uploading excel file
fa_ir: به روز رسانی قیمت ها بوسیله بارگذاری فایل csv

source: Create product price list
fa_ir: ایجاد لیست قیمت محصولات

source: Create
fa_ir: ایجاد

source: extension not allowed, please choose a csv file.
fa_ir: این فایل مجاز نمی باشد، لطفا یک فایل csv انتخاب نمایید.

source: Success
fa_ir: موفقیت آمیز

source: Upload products list
fa_ir: بارگذاری لیست محصولات

source: Upload new price list
fa_ir: بارگذاری لیست قیمت جدید

source: It should be a csv file.<br>For getting the sample template you can download and use product list file
fa_ir: این فایل باید با پسوند csv باشد. <br> برای دریافت فایل نمونه شما می توانید لیست محصولات را دانلود و استفاده نمایید.

source: Submit
fa_ir: ثبت

source: You can download the list of price products from
fa_ir: شما می توانید لیست قیمت محصولات را از این فایل دانلود نمایید:

source: Emo Woocommerce Update Prices
fa_ir: به روز رسان قیمت ایمو

source: EWPU is a bulk price updater plugin specially made for WooCommerce products
fa_ir: به روز رسان قیمت ایمو یک پلاگین به روز رسان قیمت انبوه است که مخصوص محصولات ایجاد شده با ووکامرس ساخته شده است.

source: Ebrahim Moeini
fa_ir: ابراهیم معینی
